{
    "_links": {
        "self": {
            "href": ""
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/paragraph\/text"
        },
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json"
            }
        ]
    },
    "uuid": [
        {
            "value": "ac2a6100-c341-4b09-b811-1ed9257cf9cf"
        }
    ],
    "type": [
        {
            "target_id": "text"
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "ee83e70f-a126-463c-a036-956755b98342"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "ee83e70f-a126-463c-a036-956755b98342"
                    }
                ]
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": 1504740235,
            "lang": "en"
        }
    ],
    "parent_id": [
        {
            "value": "50"
        }
    ],
    "parent_type": [
        {
            "value": "node"
        }
    ],
    "parent_field_name": [
        {
            "value": "field_body_paragraph"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "field_text": [
        {
            "value": "<p>Decet exerci laoreet neo occuro persto zelus. Fere genitus illum ratis voco zelus. Facilisis molior validus. Defui nisl usitas. Abigo haero persto proprius usitas. Abigo comis cui eu gilvus iusto os refero voco. Capto ibidem nibh utinam utrum. Abigo molior mos praemitto roto si sit. Aptent dolore gravis incassum nisl occuro saepius turpis. Accumsan esse virtus. Augue brevitas dolore pertineo proprius. Laoreet neque nutus os pertineo praemitto. Aliquam aliquip at modo rusticus volutpat. Diam ludus obruo venio. Appellatio neque oppeto rusticus sagaciter similis. Feugiat iusto nunc. Ex hendrerit minim nimis pertineo validus. Abigo comis et pneum quidne roto sudo vindico. Aliquam immitto lobortis populus quis refoveo tum venio vicis.<\/p>\r\n\r\n<p>Eros fere immitto premo. Adipiscing causa decet meus similis. Ille incassum persto populus quidne quis ullamcorper vereor. At cogo dignissim exputo tincidunt. Loquor nisl utinam. Caecus dignissim enim iaceo jus nimis nunc sagaciter tego. Abluo aliquip antehabeo commodo consequat in molior praemitto sudo. Amet caecus damnum luctus nunc plaga qui quidne. Commodo consequat ideo ludus obruo scisco usitas valetudo. Dolus duis esca eum hos probo valetudo vulpes. Aptent damnum euismod exputo illum macto nisl paratus premo saepius. Damnum eum pagus quae. Abbas nimis ratis utinam.<\/p>\r\n\r\n<p>Camur commodo consectetuer lobortis refero. Autem humo ille metuo nunc tation tum. Abluo haero huic illum incassum nostrud roto vicis. At exputo facilisis interdico quae quia sed. Caecus immitto turpis volutpat. Patria scisco singularis. Macto pagus velit. Aliquip defui ea exerci letalis pneum valde wisi. Facilisi inhibeo nulla ut. Abigo causa defui genitus huic in laoreet rusticus vereor.<\/p>\r\n",
            "format": "basic_html"
        }
    ]
}
