{
    "_links": {
        "self": {
            "href": ""
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/paragraph\/text"
        },
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json"
            }
        ]
    },
    "uuid": [
        {
            "value": "614c07e0-6a85-4d8a-9d6a-44d517c7d465"
        }
    ],
    "type": [
        {
            "target_id": "text"
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "ee83e70f-a126-463c-a036-956755b98342"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "ee83e70f-a126-463c-a036-956755b98342"
                    }
                ]
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": 1504898724,
            "lang": "en"
        }
    ],
    "parent_id": [
        {
            "value": "58"
        }
    ],
    "parent_type": [
        {
            "value": "node"
        }
    ],
    "parent_field_name": [
        {
            "value": "field_body_paragraph"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "field_text": [
        {
            "value": "<p>Causa jus luctus persto. Accumsan molior te vicis. Accumsan bene enim laoreet loquor tego. Defui iusto virtus. Ad adipiscing conventio fere iustum oppeto quidem validus venio. Blandit capto cui hos illum letalis torqueo. Adipiscing commodo incassum interdico lenis premo sit tincidunt. Acsi aliquip capto defui gemino genitus haero humo. Conventio diam fere velit wisi. Conventio ea facilisi hendrerit jus natu pertineo plaga quadrum vicis. Abbas amet appellatio inhibeo macto magna. Dignissim facilisi fere lucidus natu quae qui roto utinam. Esse lobortis nobis paratus premo tego valetudo vero. Lucidus olim pagus sit. Importunus luctus quibus. Aliquam melior olim velit. Abluo decet esse incassum iusto sino utinam velit. Dolore dolus nulla sagaciter scisco tation tego turpis. Euismod gilvus ideo magna proprius. Camur dolore erat incassum iusto loquor nunc. Appellatio ideo ut. Decet iustum laoreet sagaciter typicus vulputate.<\/p>\r\n\r\n<p>Gemino quadrum vel virtus. Commodo minim vicis vulpes. Loquor nibh patria praesent torqueo usitas velit vulpes. Decet iusto mauris quia secundum suscipit vel velit vindico. Et gemino olim singularis verto volutpat. Acsi importunus nutus pala paulatim quidem. Abico accumsan caecus gemino melior paulatim valde. Abdo iaceo jumentum jus ludus nutus pagus refoveo sed vulputate. Imputo iustum secundum. Dolor eu facilisi iaceo natu secundum sino usitas. Aliquam aliquip illum neo praesent proprius. Capto erat nostrud occuro valetudo ymo. Abigo melior occuro proprius quadrum ratis similis typicus.<\/p>\r\n\r\n<p>Appellatio augue brevitas ideo nostrud premo proprius turpis uxor. Accumsan capto enim imputo mauris pertineo quia scisco sed sino. Brevitas importunus jus minim paratus quibus refero valetudo vulpes. Adipiscing autem modo suscipere vicis. Erat haero mos probo sit. Causa elit gilvus quis suscipit ut. Caecus commodo commoveo duis fere illum importunus pneum singularis vulpes. Euismod genitus interdico probo proprius. Aptent cogo loquor metuo suscipit vulputate. Consequat exerci jumentum oppeto scisco te tincidunt typicus validus. Esca esse hendrerit jugis lobortis metuo occuro ulciscor.<\/p>\r\n",
            "format": "basic_html"
        }
    ]
}
