{
    "_links": {
        "self": {
            "href": ""
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/paragraph\/text"
        },
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "href": "http:\/\/default\/user\/1?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "href": "http:\/\/default\/user\/1?_format=hal_json"
            }
        ]
    },
    "uuid": [
        {
            "value": "e6c1e1c2-dbab-4a72-bf31-43bbe5487120"
        }
    ],
    "type": [
        {
            "target_id": "text"
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "d6b037f5-615e-4f1a-bfb1-5b5f14d6d45f"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "d6b037f5-615e-4f1a-bfb1-5b5f14d6d45f"
                    }
                ]
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": 1505148550,
            "lang": "en"
        }
    ],
    "parent_id": [
        {
            "value": "65"
        }
    ],
    "parent_type": [
        {
            "value": "node"
        }
    ],
    "parent_field_name": [
        {
            "value": "field_body_paragraph"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "field_text": [
        {
            "value": "<p>&nbsp;Antehabeo tum velit. Camur esse iustum typicus utinam valetudo. Eu modo paulatim velit. Comis consectetuer eligo mos odio pneum si sit turpis vel.<\/p>\r\n\r\n<p>Interdico lobortis minim paulatim quia valde ymo. Iaceo ibidem jus nisl proprius secundum tego. Elit ideo luctus neque sino. Dolore eum olim pala.<\/p>\r\n\r\n<p>Dolore feugiat genitus minim molior mos quidem ullamcorper verto. Iriure nisl vulputate. Appellatio meus populus similis tego. Acsi commoveo diam esse ex exerci pagus si ulciscor virtus. Duis ibidem interdico sagaciter ymo. Caecus usitas validus vulpes. Mauris neo vindico. Ad decet fere hendrerit jus letalis utinam. In natu populus ymo.<\/p>\r\n\r\n<p>Caecus hendrerit huic imputo incassum os praesent quia si. Decet esca et in interdico iustum jugis praesent torqueo verto. Abdo blandit exerci proprius. Abdo aliquam illum in iriure melior oppeto quidem veniam. Exerci humo inhibeo jugis os saluto verto. Caecus conventio importunus pagus tincidunt ymo.<\/p>\r\n\r\n<p>Fere metuo nulla persto saepius turpis. Augue decet eligo exputo ille inhibeo oppeto pagus scisco utrum. Augue enim iaceo modo probo rusticus sed turpis. Aliquam consectetuer defui minim natu nobis refoveo singularis tum vulpes. Comis tation tum.<\/p>\r\n\r\n<p>Dignissim praemitto venio ymo. Acsi antehabeo erat humo ludus mauris os refero roto ulciscor. Iustum pecus quidem refero. Commodo consequat eum ludus meus occuro singularis utrum volutpat. Aliquam capto conventio dolor importunus lobortis loquor nobis turpis valetudo. Eum huic immitto laoreet nulla quae sino sit tum venio.<\/p>\r\n\r\n<p>Jumentum probo ratis singularis. Brevitas eligo eros facilisis ideo nunc qui sagaciter tum. Exputo lobortis saluto similis volutpat. Magna nisl validus. Camur cui et euismod facilisi in. Abico immitto iusto jus os pecus quadrum suscipit virtus ymo. Abluo cui defui inhibeo scisco ut vindico vulpes. Bene molior mos nisl odio. Aliquip appellatio damnum facilisis neo. Elit eros ille macto paratus pneum saluto validus venio.<\/p>\r\n\r\n<p>Abluo facilisis huic iusto molior pneum premo scisco. Letalis macto nimis premo quidne valetudo. Acsi blandit damnum diam gilvus refoveo utrum vicis voco.<\/p>\r\n\r\n<p>Commoveo oppeto virtus voco. Abbas acsi consequat gravis immitto modo neque nutus quadrum verto. Accumsan adipiscing cogo cui esca euismod melior modo neque tego. Comis defui enim exerci occuro praesent torqueo valde velit. Autem enim eu genitus magna nimis quidne tincidunt vereor vindico. Dolore eum venio zelus.<\/p>\r\n\r\n<p>Commodo jumentum letalis nulla pagus vulputate. Abigo pala ut vereor. Abigo mauris te. Duis loquor mos neque olim paulatim singularis velit. Commodo diam eros importunus quibus rusticus tation tum valde venio.<\/p>\r\n\r\n<p>Ex molior saluto virtus. Elit esse exerci. Amet brevitas commodo consequat lucidus meus nutus tego validus. Elit jumentum modo refoveo. Augue cogo dolor immitto jugis lenis saepius tincidunt. Accumsan et saluto ulciscor zelus. Autem commodo consectetuer et feugiat genitus obruo occuro patria pneum.<\/p>\r\n\r\n<p>Accumsan cogo conventio exputo incassum paratus rusticus torqueo turpis wisi. Camur dolus illum jugis letalis minim scisco singularis. Capto elit gravis lenis letalis metuo ulciscor utrum valetudo wisi. Aliquip meus saluto. Adipiscing blandit euismod gilvus iaceo persto saluto secundum suscipit tation. Capto exerci in luptatum sagaciter sed tincidunt volutpat. Antehabeo dolus iustum molior occuro quibus sed suscipit usitas.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n",
            "format": "basic_html"
        }
    ]
}
