{
    "_links": {
        "self": {
            "href": ""
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/paragraph\/text"
        },
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "href": "http:\/\/default\/user\/1?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "href": "http:\/\/default\/user\/1?_format=hal_json"
            }
        ]
    },
    "uuid": [
        {
            "value": "25a99c2a-3f5b-4d22-b12f-9be5ebfd410c"
        }
    ],
    "type": [
        {
            "target_id": "text"
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "2fdcf9e2-6ec4-4b5a-8421-5173c518d9f4"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/paragraph\/text\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "2fdcf9e2-6ec4-4b5a-8421-5173c518d9f4"
                    }
                ]
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": 1506532387,
            "lang": "en"
        }
    ],
    "parent_id": [
        {
            "value": "76"
        }
    ],
    "parent_type": [
        {
            "value": "node"
        }
    ],
    "parent_field_name": [
        {
            "value": "field_body_paragraph"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "field_text": [
        {
            "value": "<p>Cras sit amet eros pretium, dictum lectus vulputate, luctus orci. Maecenas rutrum facilisis elit sit amet dignissim. Donec faucibus tincidunt tortor, quis facilisis dui egestas vel.<\/p>\r\n\r\n<p>Aenean non augue faucibus, pulvinar metus vel, imperdiet purus. Curabitur quis mi metus. Pellentesque euismod orci in nulla pulvinar, quis volutpat mauris interdum. Suspendisse eget sem nibh. Nam feugiat in ex ut varius. Sed vitae eros vitae est malesuada varius. Cras feugiat vehicula sodales. Pellentesque sed efficitur sapien. Vestibulum placerat imperdiet nunc, in dignissim magna eleifend ac. Nulla commodo tincidunt urna quis iaculis. In molestie sem ac nisl mollis tincidunt. Nulla a metus et nibh varius fermentum. Maecenas suscipit ac est nec rhoncus. In sagittis bibendum massa sed fermentum.<\/p>\r\n\r\n<p>In elementum velit et nulla iaculis, vitae tempus nibh sodales. Mauris et ultrices nunc. Aenean eget convallis odio. Proin justo mi, pharetra id dapibus quis, luctus ut magna. Nunc ullamcorper odio ut scelerisque suscipit. Duis tincidunt varius lacus et mattis. Maecenas nec dignissim orci, vitae ornare urna. Nunc scelerisque sed diam eget faucibus. Nulla pulvinar quam sed tellus eleifend, id hendrerit dui interdum.<\/p>\r\n\r\n<p>Vivamus id risus varius, pretium purus nec, imperdiet nunc. Aenean tellus purus, dignissim eget nisl et, consequat malesuada eros. Sed sit amet ullamcorper quam. Maecenas malesuada fermentum libero feugiat varius. Cras tempus ante ut ipsum porta, ac aliquet odio suscipit. Phasellus at pulvinar tellus, a aliquet lectus. Praesent congue ligula sed aliquam viverra. In a tellus urna. Vestibulum a odio orci. Sed vel viverra augue, eu finibus tortor. Donec in odio id mi tincidunt lacinia nec imperdiet arcu.<\/p>\r\n",
            "format": "basic_html"
        }
    ]
}
